<?php
// Text
$_['text_checkout_option']           = 'Авторизоваться';
$_['text_checkout_account']          = 'Профиль и Платежная информация';
$_['text_checkout_payment_address']  = 'Платежная информация';
$_['text_checkout_shipping_address'] = 'Адрес доставки';
$_['text_checkout_shipping_method']  = 'Способ доставки';
$_['text_checkout_payment_method']   = 'Способ оплаты';
$_['text_checkout_confirm']          = 'Подтверждение заказа';
$_['text_agree']                     = 'Персональные данные используются для регистрации пользователя, оформления заказов и связи с клиентом. Мною прочитаны и я даю согласие с документом <a class="agree" href="%s" alt="%s"><b>%s</b></a>';
$_['text_create_account']             = 'Также создайте учетную запись для будущего использования.';
$_['text_or']                         = '-- ИЛИ --';
$_['text_please_wait']                 = 'Подождите...';
$_['text_coupon']                     = 'Ваш купон на скидку успешно применен!';
$_['text_coupon_removed']               = 'Ваш купон на скидку успешно удален!';
$_['text_voucher']                     = 'Ваш подарочный сертификат успешно применен!';
$_['text_voucher_removed']           = 'Ваш подарочный сертификат успешно удален!';
$_['text_reward']                      = 'Скидка за бонусные баллы успешно применена!';
$_['text_reward_removed']               = 'Скидка за бонусные баллы успешно удалена!';
$_['text_use_coupon']                   = 'Применить';
$_['text_use_voucher']                 = 'Применить';
$_['text_use_reward']                 = 'Применить';
$_['text_estimated_delivery']         = 'Ожидаемая доставка:';
$_['text_delivery']                     = 'Желательная дата и время доставки:';
$_['text_pickup_date']                      = 'Желательная дата и время самовывоза:';
$_['text_points']                      = 'Бонусные баллы: %s';
$_['text_loading']                     = 'загрузка...';
$_['text_survey']                     = 'Опрос:';
$_['text_order_comments']             = 'Комментарии к заказу:';
$_['text_image']                     = 'Фото';
$_['text_name']                          = 'Наименование';
$_['text_quantity']                      = 'Количество';
$_['text_price']                     = 'Цена за ед.';
$_['text_total']                     = 'Всего';
$_['text_points']                     = 'Бонусные баллы: %s';

// Column
$_['column_image']                   = 'Фото';
$_['column_name']                    = 'Наименование';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Кол-во';
$_['column_price']                   = 'Цена';
$_['column_total']                   = 'Всего';

// Entry
$_['entry_coupon']                     = 'Купон на скидку:';
$_['entry_voucher']                   = 'Подарочный сертификат:';
$_['entry_reward']                   = 'Использовать бонусные баллы (Макс %s, Доступно %s):';

// Error
$_['error_fax']                        = 'Факс должен быть от 3 до 32 символов!';
$_['error_company']                     = 'Компания должна быть от 3 до 32 символов!';
$_['error_address_2']                = 'Адрес 2 должен быть от 3 до 128 символов!';
$_['error_coupon']                    = 'Внимание: Купон недействителен, истек или достиг лимита использования!';
$_['error_voucher']                   = 'Внимание: Подарочный сертификат недействителен или баланс использован!';
$_['error_survey']                     = 'Внимание: Необходимо ответить на вопрос опроса!';
$_['error_delivery']                 = 'Внимание: Необходимо указать дату доставки!';
$_['error_maximum']                   = 'Внимание: Максимальное количество бонусных баллов, которое можно использовать, составляет %s!';
$_['error_reward']                     = 'Внимание: Пожалуйста, укажите количество бонусных баллов для использования!';
$_['error_points']                    = 'Внимание: У вас нет %s бонусных баллов!';
$_['error_minimum_order']             = 'Внимание: Для оформления заказа требуется минимальная сумма заказа %s.';
$_['error_comment']                     = 'Внимание: Необходимо оставить комментарий к заказу.';
